export default {
  projections: {
    ДокумПоставE: {
      дата: {
        __caption__: 'Дата'
      },
      номерДог: {
        __caption__: 'Номер дог'
      },
      организация: {
        __caption__: 'Организация',
        наимОрганиз: {
          __caption__: 'Наим организ'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        наимЗаказа: {
          __caption__: 'Наим заказа'
        },
        адресПоставщика: {
          __caption__: 'Адрес Поставки'
        },
        телефон: {
          __caption__: 'Телефон'
        }
      },
      тЧИнфОЗаказе: {
        __caption__: 'Т ч инф о заказе',
        товары: {
          __caption__: 'Товары',
          наимТовара: {
            __caption__: 'Наим товара'
          },
          едИзм: {
            __caption__: ''
          },
          масса: {
            __caption__: ''
          },
          цена: {
            __caption__: ''
          }
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ДокумПоставL: {
      дата: {
        __caption__: 'Дата'
      },
      номерДог: {
        __caption__: 'Номер дог'
      },
      организация: {
        __caption__: 'Наим организ',
        наимОрганиз: {
          __caption__: 'Наим организ'
        }
      },
      клиенты: {
        __caption__: 'Наим заказа',
        наимЗаказа: {
          __caption__: 'Наим заказа'
        },
        адресПоставщика: {
          __caption__: 'Адрес поставки'
        },
        телефон: {
          __caption__: 'телефон'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерДог: {
      __caption__: 'Номер дог'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    },
    тЧИнфОЗаказе: {
      __caption__: 'Т ч инф о заказе'
    }
  }
};
