export default {
  projections: {
    ФормирРаспрE: {
      дата: {
        __caption__: 'Дата'
      },
      номерДогРаспр: {
        __caption__: 'Номер дог распр'
      }
    },
    ФормирРаспрL: {
      дата: {
        __caption__: 'Дата'
      },
      номерДогРаспр: {
        __caption__: 'Номер дог распр'
      },
      списокБарж: {
        __caption__: 'Производитель',
        производитель: {
          __caption__: 'Производитель'
        }
      },
      списокКонтей: {
        __caption__: 'Наим контей',
        наимКонтей: {
          __caption__: 'Наим контей'
        }
      },
      пунктПогрузки: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      },
      докумПостав: {
        __caption__: 'Дата',
        дата: {
          __caption__: 'Дата'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номерДогРаспр: {
      __caption__: 'Номер дог распр'
    },
    докумПостав: {
      __caption__: 'Дата'
    },
    пунктПогрузки: {
      __caption__: 'Адрес'
    },
    списокБарж: {
      __caption__: 'Производитель'
    },
    списокКонтей: {
      __caption__: 'Наим контей'
    }
  }
};
