export default {
  projections: {
    КлиентыE: {
      наимЗаказа: {
        __caption__: 'Наим заказа'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоставщика: {
        __caption__: 'Адрес поставщика'
      },
      расчетСчет: {
        __caption__: 'Расчет счет'
      }
    },
    КлиентыL: {
      наимЗаказа: {
        __caption__: 'Наим заказа'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      адресПоставщика: {
        __caption__: 'Адрес поставщика'
      },
      расчетСчет: {
        __caption__: 'Расчет счет'
      }
    }
  },
  validations: {
    адресПоставщика: {
      __caption__: 'Адрес поставщика'
    },
    наимЗаказа: {
      __caption__: 'Наим заказа'
    },
    расчетСчет: {
      __caption__: 'Расчет счет'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
