export default {
  projections: {
    ФормирРезПосE: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличДеф: {
        __caption__: 'Налич деф'
      },
      удовлКл: {
        __caption__: 'Удовл кл'
      },
      формирРаспр: {
        __caption__: 'Формир распр',
        дата: {
          __caption__: 'Дата'
        }
      }
    },
    ФормирРезПосL: {
      дата: {
        __caption__: 'Дата'
      },
      статусЗаказа: {
        __caption__: 'Статус заказа'
      },
      наличДеф: {
        __caption__: 'Налич деф'
      },
      удовлКл: {
        __caption__: 'Удовл кл'
      },
      формирРаспр: {
        __caption__: 'Дата',
        дата: {
          __caption__: 'Дата'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    наличДеф: {
      __caption__: 'Налич деф'
    },
    статусЗаказа: {
      __caption__: 'Статус заказа'
    },
    удовлКл: {
      __caption__: 'Удовл кл'
    },
    формирРаспр: {
      __caption__: 'Формир распр'
    }
  }
};
